import Container from "@/components/general/container";
import "./styles.scss";

export default function About() {
  return (
    <section aria-label="about" className="about">
      <Container>
        <h1>درباره ما</h1>
        <p>
          به pikakala خوش آمدید، فروشگاهی آنلاین که با ارائه محصولات بهداشتی و
          زیبایی، به سلامت و راحتی شما اهمیت می‌دهد. ما مجموعه‌ای از بهترین و
          باکیفیت‌ترین محصولات را برای شما فراهم کرده‌ایم تا بتوانید با اعتماد
          کامل به خرید محصولات بهداشتی و زیبایی مورد نیاز خود بپردازید.
          <br />
          در pikakala، می‌توانید انواع محصولات بهداشتی زنان و مردان را پیدا کنید
          که شامل محصولات بهداشتی زنان (شامل محصولات بهداشتی ماهانه، شستشو و
          مراقبت شخصی) و محصولات بهداشتی مردان (شامل مراقبت از پوست و بدن)
          می‌شود. همچنین، برای تأمین بهداشت و راحتی در زندگی زناشویی، محصولات
          زناشویی و بهداشتی (شامل لوبریکانت‌ها، ماساژورهای جنسی و محافظت از
          بهداشت جنسی) در مجموعه ما موجود است.
          <br />
          pikakala همچنین تنوع زیادی در عطر و ادکلن‌های لوکس و محصولات زیبایی
          (شامل کرم‌ها، لوسیون‌ها و سایر محصولات مراقبت از پوست) را به شما ارائه
          می‌دهد تا بتوانید همزمان با بهبود زیبایی و سلامتی، تجربه‌ای ویژه از
          خرید آنلاین داشته باشید.
          <br />
          هدف ما در pikakala ارائه محصولات با کیفیت و اصل همراه با تجربه‌ای آسان
          و سریع از خرید آنلاین است. شعار ما "ارسال در کمترین زمان ممکن" است،
          بنابراین ما به شما این اطمینان را می‌دهیم که سفارشات شما در سریع‌ترین
          زمان ممکن به دستتان برسد.
          <br />
          با خرید از pikakala، شما نه تنها به محصولات با کیفیت دسترسی دارید،
          بلکه تجربه‌ای راحت و بی‌دردسر از خرید آنلاین را تجربه خواهید کرد. ما
          به سرعت ارسال و رضایت مشتریان خود اهمیت زیادی می‌دهیم.
        </p>
      </Container>
    </section>
  );
}
