import Container from "@/components/general/container";
import "./style.scss";

export default function Policy() {
  return (
    <section aria-label="privacy and policy" className="policy">
      <Container>
        <h1>شرایط و ضوابط استفاده از پلتفرم پیکاکالا</h1>
        <strong>
          کاربر گرامی لطفاً موارد زیر را برای استفاده بهینه از پلتفرم پیکاکالا
          با دقت مطالعه نمایید:
        </strong>
        <ul>
          <li>
            ثبت نام، ورود کاربران و استفاده از پلتفرم، ثبت درخواست برای پروژه یا
            خرید محصول به معنای آگاهی و پذیرش تمام شرایط و قوانین موجود در آن
            است. لازم به ذکر است که شرایط و قوانین درج شده در وبسایت، جایگزین
            تمام توافق‌های قبلی محسوب می‌شود.
          </li>
          <li>
            توجه داشته باشید که تمامی اصول و رویه‌های پیکاکالا بر اساس قوانین
            جمهوری اسلامی ایران و قانون تجارت الکترونیک و قانون جرائم رایانه‌ای
            است و کاربران باید هنگام استفاده از خدمات سایت، کلیه قوانین و مقررات
            جمهوری اسلامی ایران اعم از قوانین جزایی، مدنی، مالی، تجاری و به‌ویژه
            قانون تجارت الکترونیک، قانون جرائم رایانه‌ای، قانون حمایت از حقوق
            مولفان و مصنفان، قانون ثبت اختراعات، طرح‌های صنعتی و علائم تجاری،
            قانون حمایت از حقوق پدیدآورندگان نرم‌افزارهای رایانه‌ای و سایر
            قوانین و مقررات این سایت را رعایت نمایند. در صورتی که در قوانین و
            مقررات مندرج تغییراتی در آینده ایجاد شود، در همین صفحه منتشر و به
            روز رسانی خواهد شد و کاربر موافقت می‌کند که استفاده مداوم از
            پیکاکالا به معنای پذیرش و پایبندی به آخرین نسخه‌ی قوانین موجود خواهد
            بود.
          </li>
          <li>
            در صورت نقض مقررات از سوی هر کاربر یا ایجاد اختلال یا مشکل در عملکرد
            وب سایت و یا لطمه به حقوق سایرین بنابر دستور مقامات قضایی یا قانونی
            صالح و یا حسب صلاحدید، پیکاکالا می تواند استفاده از خدمات و حساب
            کاربری کاربر را محدود یا ممنوع نموده یا به تعلیق درآورد و یا آن را
            مسدود نماید، اما مسئولیتی دیگر در قبال کاربران و کسب و کارهای خصوصی
            و عمومی نخواهد داشت و عواقب احتمالی تخلف، بر عهده کاربر خواهد بود و
            پیکاکالا می تواند مراتب را به مراجع ذی صلاح اعلام نماید.
          </li>
        </ul>
        <h2>مقررات ثبت‌نام و استفاده از حساب کاربری</h2>
        <ul>
          <li>
            کاربران با ثبت‌نام و ایجاد حساب کاربری در سایت پیکاکالا قادر به
            استفاده از خدمات و محصولات آن خواهند بود. کاربران متعهد می‌شوند که
            اطلاعات خود را هنگام ثبت‌نام و ثبت درخواست به‌طور دقیق وارد نمایند.
            در صورت وارد کردن اطلاعات ناقص یا نادرست، مسئولیت عواقب آن بر عهده
            کاربر خواهد بود. کاربر موظف است هرگونه تغییر در مشخصات فردی خود را
            در اسرع وقت در وب‌سایت پیکاکالا اصلاح نماید. در غیر این‌صورت، این
            وب‌سایت هیچ‌گونه مسئولیتی در قبال عواقب ناشی از عدم صحت اطلاعات
            نخواهد داشت.
          </li>
          <li>
            مسئولیت استفاده و حفاظت از اطلاعات حساب کاربری و رمز عبور به عهده ی
            کاربر بوده و نیز هرگونه دریافت سفارش خدمات و پشتیبانی از طریق آن نام
            کاربری و رمز عبور صورت میگیرد. کاربر در قبال هرگونه استفاده از حساب
            کاربری خود ولو توسط دیگری مسئول است. مسئولیت هرگونه خسارت احتمالی که
            ناشی از عدم رعایت مقررات پیکاکالا توسط کاربر باشد، با خود کاربر بوده
            و پیکاکالا می‌تواند از اطلاعات ثبت‌شده برای پیگیری قانونی استفاده
            کند.
          </li>
          <li>
            مسئولیت استفاده و حفاظت از اطلاعات حساب کاربری و رمز عبور به عهده
            کاربر بوده و تمامی درخواست‌های خدمات و پشتیبانی از طریق نام کاربری و
            رمز عبور انجام می‌شود. کاربر در قبال هرگونه استفاده از حساب کاربری
            خود، حتی اگر توسط شخص دیگری صورت گیرد، مسئول خواهد بود. مسئولیت
            هرگونه خسارت احتمالی ناشی از عدم رعایت مقررات پیکاکالا توسط کاربر،
            بر عهده خود کاربر است و پیکاکالا می‌تواند برای پیگیری‌های قانونی از
            اطلاعات ثبت‌شده استفاده کند.
          </li>
          <li>
            با ورود، ثبت‌نام یا جستجو برای محصول در وب‌سایت، کاربر تمایل خود را
            برای دریافت پیشنهادات از پیکاکالا از طریق پیامک، ایمیل و نوتیفیکیشن
            اعلام می‌کند.
          </li>
          <li>
            هیچ فردی با یک کد ملی نباید بیش از یک حساب کاربری برای خود ایجاد
            نماید.
          </li>
        </ul>
        <h2>حقوق مالکیت فکری:</h2>
        <ul>
          <li>
            استفاده نادرست از اموال فکری گروه پیکاکالا، شامل نام، علامت تجاری،
            کاراکتر، نام دامنه (وب‌سایت) پیکاکالا، مکاتبات آن و یا استفاده از
            نام‌ها یا علائم مشابه که باعث ایجاد شبهه می‌شوند، به هر نحوی ممنوع
            است. در صورت مشاهده چنین مواردی، پیکاکالا حق دارد مطابق با قوانین
            حمایت از حقوق مولفان و مصنفان، قانون ثبت اختراعات، طرح‌های صنعتی و
            علائم تجاری و طرح شکایت به مراجع قانونی ذی‌صلاح اقدام نماید و همچنین
            حق دارد اطلاعات لازم را به کاربران و سرویس‌دهندگان و سرویس‌گیرندگان
            اینترنتی و سایر ذی‌نفعان اطلاع‌رسانی کند.
          </li>
          <li>
            پایگاه اینترنتی پیکاکالا وب‌سایت به آدرس https://www.farazcode.com
            است و پیکاکالا تنها از این طریق و از شماره‌های پشتیبانی موجود در
            وب‌سایت با کاربران ارتباط برقرار می‌کند. پیکاکالا هیچ‌گونه مکاتبات
            اینترنتی، تماس یا پیامک از طریق آدرس‌های دیگر را تأیید نمی‌کند.
          </li>
          <li>
            کلیه خدمات، محصولات و محتوای ارائه‌شده در وب‌سایت پیکاکالا متعلق به
            این گروه است و به طور انحصاری برای استفاده و انتشار در این وب‌سایت
            تولید می‌شوند. هرگونه سوءاستفاده از محتوا مانند اطلاعات، متن‌ها،
            عکس‌ها، نقشه‌ها، طرح‌ها و یا هر نوع استخراج به هر روش اعم از دستی،
            ربات، کراولر و غیره و استفاده یا انتشار آن به هر شکل، اعم از انتشار
            در صفحات وب، شبکه‌های اجتماعی، پیام‌رسان‌های موبایلی، رسانه‌های چاپی
            و دیجیتال و غیره، از این وب‌سایت پیگرد قانونی دارد و هیچ شخص حقیقی
            یا حقوقی اجازه سوءاستفاده از محتوای این وب‌سایت را ندارد.
          </li>
          <li>
            انتشار یا اقتباس از محتوای پلتفرم‌های متعلق به گروه پیکاکالا در
            اینترنت تنها با ذکر منبع (نام و نشانی اینترنتی وب‌سایت پیکاکالا) و
            لینک به مطلب مربوطه مجاز است. همچنین برای استفاده از محتوای وب‌سایت
            در رسانه‌های چاپی، اخذ اجازه کتبی از مسئولان پیکاکالا ضروری است.
          </li>
          <li>
            پیکاکالا حق دارد بر اساس تشخیص خود، برای ویرایش، حذف یا بازنشر
            محتوای تولید شده و منتشر شده توسط کاربران اقدام نماید.
          </li>
        </ul>
        <h2>موارد عدم مسئولیت</h2>
        <ul>
          <li>
            در صورت بروز هرگونه اختلال در شبکه بانکی هنگام پرداخت، در صورتی که
            مبلغی از حساب کاربر کسر شود، این مبلغ در مدت زمان قانونی توسط بانک
            به حساب کاربر بازگردانده خواهد شد و پیکاکالا در این خصوص مسئولیتی
            ندارد.
          </li>
        </ul>
        <h2>سیاست حریم خصوصی کاربر</h2>
        <ul>
          <li>
            همچنین به اطلاع کاربران می‌رساند که پیکاکالا همانند سایر وب‌سایت‌ها
            از جمع‌آوری IP و کوکی‌ها استفاده می‌کند و اطلاعات را از طریق کوکی
            (cookie) جمع‌آوری می‌کند. کوکی فایلی است که به درخواست یک سایت توسط
            مرورگر ایجاد می‌شود و به سایت این امکان را می‌دهد تا بازدیدهای شما
            را ذخیره کرده و آن‌ها را متناسب‌سازی کند. بسیاری از مرورگرها امکان
            غیرفعال کردن کوکی‌ها را فراهم کرده‌اند، برای این منظور می‌توانید
            راهنمای مرورگر خود را مطالعه کنید. باید توجه داشت که پروتکل، سرور و
            لایه‌های امنیتی پیکاکالا و روش‌های مناسب مدیریت داده‌ها حداکثر تلاش
            را برای حفاظت از اطلاعات کاربران و جلوگیری از دسترسی‌های غیرقانونی
            انجام می‌دهند. مسئولیت هرگونه سوء استفاده به عهده شخص یا اشخاص متخلف
            خواهد بود و پیکاکالا حق اعتراض و پیگیری از طریق قانونی را برای خود
            محفوظ می‌دارد.
          </li>
          <li>
            پیکاکالا هویت شخصی کاربران را به‌طور محرمانه نگه می‌دارد و اطلاعات
            شخصی آنان را به هیچ شخص یا سازمان دیگری منتقل نمی‌کند، مگر در
            محدوده‌ای که برای ارائه خدمات و اجرای قرارداد یا به موجب دستور مراجع
            ذی‌صلاح باشد. در این موارد، هیچ مسئولیت قانونی جهت جبران خسارت برای
            پیکاکالا وجود ندارد و کاربران با اعلام رضایت خود در استفاده از خدمات
            وب‌سایت، حق هرگونه اعتراض را از خود سلب کرده‌اند.
          </li>
          <li>
            پیکاکالا با تاکید بر احترام به حریم شخصی کاربران، برای استفاده از
            امکانات پلتفرم اطلاعاتی را از کاربران درخواست می‌کند. این اطلاعات
            تنها در حد ضرورت و به منظور ارائه خدمات، بررسی خطاهای سیستم و بهبود
            تجربه کاربری و نیز برای تحقیقات بازاریابی و ارائه پیشنهادات مناسب‌تر
            به کاربران جمع‌آوری می‌شود و به گونه‌ای استفاده می‌شود که به شخص
            حقیقی مشخصی مرتبط نباشد.
          </li>
          <li>
            کاربر متعهد است که از هرگونه اقدامی که به طور مستقیم یا غیرمستقیم
            منجر به هک اطلاعات موجود در سایت یا اختلال در عملکرد سایت شود،
            خودداری نماید. علاوه بر این، کاربر متعهد است که هرگونه اطلاع از تلاش
            برای هک کردن اطلاعات توسط شخص یا موسسه دیگر را به مدیریت سایت اطلاع
            دهد.
          </li>
          <li>
            توجه داشته باشید که شماره درخواست شما محرمانه است و نباید در اختیار
            افراد دیگر (به جز کارشناسان پشتیبانی پیکاکالا) قرار بگیرد.
          </li>
        </ul>
      </Container>
    </section>
  );
}
